[
	{
		"title": "Enable?"
		,"image": "enable"
		,"description": "Using this checkbox you can <b>enable</b> or <b>disable</b> the extension."
	}
	,{
		"title": "Title"
		,"image": "title"
		,"description": "The specified title will used everywhere on the store's frontend:<ul><li>for the Stripe's payment form on the checkout screen;</li><li>in the sales documents;</li><li>in the customer's account;</li><li>in the transactional emails.</li></ul>"
	}
	,{
		"title": "Test Mode?"
		,"image": "test-mode"
		,"description": "The test mode allows you to test your integration thoroughly before taking it live. <br/>All of Stripe's features are available in test mode, though no live charges using the card networks can be created.<br/>The test and live modes were designed to function almost identically, with a few necessary differences:<ul><li>In test mode, credit card transactions are not processed through the actual card networks and only our test card numbers can be used.</li><li>Test mode allows you to fake having a Stripe balance in order to test (fake) transfers.</li><li>Alternative payment methods such as Bitcoin have a more nuanced flow in live mode, with more steps required than those in test mode.</li><li>Disputes also have a more nuanced flow in live mode, and a simpler testing process.</li></ul>"
	}
	,{
		"title": "Test Secret Key"
		,"image": "test-secret-key"
		,"description": "Your API keys are available through the Dashboard.<br/>If you cannot see your API keys in the Dashboard, this means that you are not an administrator for the account, and have only Read & Write or Read Only access. You will need to contact your Stripe account's administrator to request access to view the API keys."
	}
	,{
		"title": "Test Publishable Key"
		,"image": "test-publishable-key"
		,"description": "Your API keys are available through the Dashboard.<br/>The publishable key is meant solely to identify your account with Stripe, it is not a secret."
	}
	,{
		"title": "Live Secret Key"
		,"image": "live-secret-key"
		,"description": "Your API keys are available through the Dashboard.<br/>Keep your secret API key confidential.<br/>Your account's secret API key can perform any API request to Stripe without restriction."
	}
	,{
		"title": "Live Publishable Key"
		,"image": "live-publishable-key"
		,"description": "Your API keys are available through the Dashboard.<br/>The publishable key is meant solely to identify your account with Stripe, it is not a secret."
	}
	,{
		"title": "Webhook"
		,"image": "webhook"
		,"description": "This URL is used to notify your store about events that happen in a Stripe account.<br/>Set it in the <a href='https://dashboard.stripe.com/account/webhooks' target='_blank'>webhooks settings</a> section of the Dashboard.<br/>Before going live, test that your webhook is working properly."
	}
	,{
		"title": "Payment Currency"
		,"image": "payment-currency"
		,"description": "This option defines the currency which will be used to interact with Stripe.<br/>You can choose one of the following options:<ul><li>Your base Magento currency.</li><li>The current order currency.</li><li>An exact currency picked from the dropdown here.</li></ul>"
	}
	,{
		"title": "Payment Action for a New Customer"
		,"image": "payment-action-for-a-new-customer"
		,"description": "<p>A customer is regarded as <b>new</b>, if he does not have any order in the «<b>Completed</b>» or «<b>Processing</b>» state.</p><p>The 3 actions are available: <b>Authorize</b>, <b>Capture</b>, and <b>Review</b>.</p><p>Stripe supports separately authorizing and capturing money on cards. It’s like two-phase commit for payments. This makes some new payment flows possible—most notably, capturing funds only when an order is ready for shipping.</p><p>In addition to capturing the full amount, you can also capture less than the amount originally authorized by passing an amount parameter. An authorization left uncaptured for 7 days will be automatically reversed.</p><p>There are some caveats: occasionally, a bank will show an authorization as an actual charge. As such, using this in cases where the customer doesn’t expect to be charged can be confusing. It’s worth thinking carefully about your use-case. Stripe does not charge any fees on uncaptured charges, and fees after you capture are the same as any other charge.</p>"
	}
	,{
		"title": "Payment Action for a Returned Customer"
		,"image": "payment-action-for-a-returned-customer"
		,"description": "The 3 actions are available: <b>Authorize</b>, <b>Capture</b>, and <b>Review</b>."
	}
	,{
		"title": "Description"
		,"image": "description"
		,"description": "It will be displayed in the Stripe web interface alongside the payment.<br/>If you use Stripe to send automatic email receipts to your customers, your receipt emails will include the description of the payment(s) that they are describing.<br/>You can use some <a href='https://mage2.pro/t/1834' target='_blank'>variables</a> in the description."
	}
	,{
		"title": "Dynamic statement descripor"
		,"image": "dynamic-statement-descripor"
		,"description": "An arbitrary string to be displayed on your customer's bank card statement.<br/>This may be up to <b>22</b> characters, may not include <b><>\"'</b> characters, and will appear on your customer's statement in capital letters.<br/>Non-ASCII characters are automatically stripped."
	}
	,{
		"title": "Metadata"
		,"image": "metadata"
		,"description": "STUB"
	}
	,{
		"title": "Require the cardholder's name?"
		,"image": "require-the-cardholder-name"
		,"description": "STUB"
	}
	,{
		"title": "Require the billing address?"
		,"image": "require-the-billing-address"
		,"description": "STUB"
	}
	,{
		"title": "Minimum Order Total"
		,"image": "minimum-order-total"
		,"description": "STUB"
	}
	,{
		"title": "Maximum Order Total"
		,"image": "maximum-order-total"
		,"description": "STUB"
	}
	,{
		"title": "Country Restriction"
		,"image": "country-restriction"
		,"description": "STUB"
	}
	,{
		"title": "Countries"
		,"image": "countries"
		,"description": "STUB"
	}
]